aaronthomas.vscode-snazzy-operator
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.codespaces
github.vscode-pull-request-github
mgmcdermott.vscode-language-babel
mquandalle.graphql
orsenkucher.vscode-graphql
rvest.vs-code-prettier-eslint
styled-components.vscode-styled-components
valiantsin.operatormonodarktheme
vscode-icons-team.vscode-icons
wallabyjs.console-ninja
xabikos.reactsnippets
yangyongan.jsx-self-closing-tag
yzhang.markdown-all-in-one
